; Translation Author: Abukhba Andrei, Gindia Sergei
; TranslationAuthorEmail: aabuchba@mail.ru
; Soft Version: 3.68.112
; Update: August 26, 2020


[Lang]
NativeLanguage=Аԥсуа

[GUI]
ButtonYes=Ааи
ButtonNo=Мап
ButtonOK=ОК
ButtonClose=Иарктәуп
BtnNews=Аинформациа
[Translation]
LangCode=
ReadHabit=Left-to-right
LanguageName=ABH
LangShortName=ab-ab
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Аинформациа
Warning=Агәаҽанҵара
Error=Агха
Confirm=Ашьақәырӷәӷәара 
;
; Агәынкылага аоптимизациа
;
FrmMoMain.imgmail.hint=Wise Memory Optimizer шәҩызцәа идырдыртәуп
FrmMoMain.imgfacebook.hint=Wise Memory Optimizer Facebook аҟны
FrmMoMain.imgtwitter.hint=Wise Memory Optimizer Twitter аҟны идшәырдыр
FrmMoMain.chkupdate.caption=Игәаҭалатәуп апрограмма арҿыцрақәа 
FrmMoMain.btnlike.caption=Иаҳгәаԥхоит
FrmMoMain.lblTotalMem.Caption=Агәынкылага аҭаӡара:
FrmMoMain.lblaopt.Caption=Автоматикала аоптимизациа аан:
FrmMoMain.lbltry.Caption=Иҭацәуп агәынкылага 
FrmMoMain.btnsettings.Caption=Архиарақәа
FrmMoMain.btnOpt.Caption=Аоптимизациа
FrmMoMain.chkmin.Caption=Еикәарҳәлатәуп атреи ахь 
FrmMoMain.chkauto.Caption=Асистема иацдәықәҵатәуп
FrmMoMain.chkautoOpt.Caption=Аоптимизациа
FrmMoMain.ckchkclearborad.Caption=Ирыцқьалатәуп абуфер аоптимизациа аан
FrmMoMain.chkidle.Caption=Идәықәҵалатәуп апроцессор аус анамуа
FrmMoMain.lbllang.Caption=Абызшәа:
;
; Апрограмма иазкны
;
FrmAbout.caption=Апрограмма иазкны
FrmAbout.btnok.caption=ОК
FrmAbout.lblver.caption=Уажәтәи аверсиа:
FrmAbout.lblemail.caption=Адгылара:
FrmAbout.lblhome.caption=Апрограмма асаит:
FrmAbout.lblthanks.caption=Алокализациа: А. Абыхәба, С. Гындиа. Иҭабуп ҳәа раҳҳәоит:

[MemoryOptimizer]
ThisTimeFreeMemory=Ихархәоуп агәынкылага %s
CurPrecent=Ахархәара амоуп:
UsedMemory=Иҭацәӡам:
AvailableMemory=Иҭацәуп:
FreeMemory=Иҭарцәуп:
At=в:
pmShow=Иаарттәуп Wise Memory Optimizer
pmOpt=Аоптимизациа
pmAbout=Апрограмма иазкны
pmExit=Аҭыҵырҭа
SureExit=Ишәҭахума апрограмма ашәыркырц?
Mintotray=Агәынкылага аоптимизациа

[Message]
NoNews=Иҟам шәызмыԥхьац аацҳамҭа.
NewVer=Иҟоуп аверсиа ҿыц! Ишәҭахума ақәыргылара?
NotShowNotice=Уаҳа иаарԥштәӡам ари ардырра.